Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DATA_TYPE_PROVIDERS_VISION_EXPLANATION
source: The sources above are allowed to update your %@ data.
ar: يسمح للمصادر أعلاه بتحديث بيانات %@.
bg: Посочените по-горе източници са разрешени за обновяване на данните за %@.
ca: Les fonts anteriors tenen permís per actualitzar les dades sobre %@.
cs: Vaše data %@ se můžou aktualizovat z výše uvedených zdrojů.
da: Kilder, der er nævnt ovenfor, har lov til at opdatere dine data om %@.
de: Die oben angegebenen Quellen dürfen deine %@-Daten aktualisieren.
el: Οι παραπάνω πηγές επιτρέπεται να ενημερώσουν τα δεδομένα %@ σας.
es: Las fuentes anteriores tienen autorización para actualizar tus datos de %@.
es_us: Las fuentes que aparecen arriba tienen autorización para actualizar tus datos de %@.
fi: Yllä olevat lähteet saavat päivittää %[tt]@-tietojasi.
fr: Les sources ci-dessus sont autorisées à mettre à jour vos données %@.
fr_ca: Les sources ci-dessus sont autorisées à mettre à jour vos données %@.
he: המקורות שלעיל רשאים לעדכן את הנתונים שלך לגבי %@.
hi: उपरोक्त स्रोतों के पास आपका %@ डेटा अपडेट करने की अनुमति है।
hr: Gore navedenim izvorima dozvoljeno je ažuriranje vaših podataka %@.
hu: A fent felsorolt források számára engedélyezett a(z) %@ adatainak frissítése.
id: Sumber di atas diizinkan untuk memperbarui data %@ Anda.
it: Alle fonti indicate sopra è consentito aggiornare i tuoi dati (%@).
ja: 上記のソースで%@のデータをアップデートすることが許可されています。
kk: Жоғарыда келтірілген дереккөздерге сіздің %@ деректеріңізді жаңартуға рұқсат етілген.
ko: 위의 데이터 소스에서 사용자의 %@ 데이터를 업데이트할 수 있습니다.
lt: Pirmiau nurodyti šaltiniai gali atnaujinti jūsų „%@“ duomenis.
ms: Sumber di atas dibenarkan mengemas kini data %@ anda.
nb: Kildene ovenfor har tillatelse til å oppdatere %@-dataene dine.
nl: De bovenstaande bronnen mogen je gegevens voor %@ bijwerken.
pl: Powyższe źródła mogą uaktualniać Twoje dane typu %@.
pt: As fontes acima têm permissão para atualizar os seus dados de %@.
pt_pt: As fontes acima podem atualizar os seus dados de %@.
ro: Sursele de mai sus au permisiunea de a actualiza datele dvs. referitoare la %@.
ru: Указанным выше источникам разрешено обновлять Ваши данные из категории «%@».
sk: Vyššie uvedené zdroje môžu aktualizovať vaše dáta v kategórii %@.
sl: Zgornjim virom je dovoljeno posodabljanje podatkov o %@.
sv: Källorna ovan får uppdatera dina %@-data.
th: อนุญาตแหล่งข้อมูลที่แสดงข้างบนให้อัปเดตข้อมูล%[tt]@ของคุณ
tr: %@ verilerinizi yukarıdaki kaynakların güncellemesine izin veriliyor.
uk: Джерелам вище дозволено оновлювати ваші дані в категорії «%@».
vi: Các nguồn ở trên được phép cập nhật dữ liệu %@ của bạn.
zh_cn: 以上来源可以更新你的%@数据。
zh_hk: 以上來源可更新你的%@資料。
zh_tw: 以上來源可以更新你的%@資料。

# DATA_TYPE_SHARING_APPS_EXPLANATION
source: Share %@ data with apps listed above. As apps request access to your Health data, they will be added to the list.
ar: مشاركة بيانات %@ مع التطبيقات المذكورة أعلاه. كلما طلبت التطبيقات الوصول لبياناتك الصحية، سوف تضاف إلى القائمة.
bg: Данните за %@ се споделят с приложенията, изброени отгоре. Когато приложения поискат достъп до вашите здравни данни, те ще се добавят към списъка.
ca: Comparteix les dades sobre %@ amb les apps de la llista de dalt. A mesura que les apps sol·licitin accés a les dades de salut, s’afegiran a la llista.
cs: Sdílení dat %@ s uvedenými aplikacemi. Aplikace jsou přidávány v pořadí přijetí žádosti o přístup ke zdravotním datům.
da: Del data om %@ med de apps, der er nævnt ovenfor. Når apps beder om adgang til dine sundhedsdata, føjes de til listen.
de: Teile deine „%@“-Daten für die obigen Apps. Wenn Apps Zugriff auf deine Gesundheitsdaten anfordern, werden sie oben in der Liste hinzugefügt.
el: Τα δεδομένα «%@» θα κοινοποιούνται στις παραπάνω εφαρμογές. Θα προστίθεται στη λίστα κάθε εφαρμογή που ζητά πρόσβαση στα δεδομένα Υγείας σας.
es: Comparte los datos de %@ con las apps de la lista anterior. A medida que las apps soliciten permiso para actualizar tus datos de salud, se irán añadiendo a la lista.
es_us: Comparte los datos de %@ con las apps de la lista anterior. Se agregarán a ella las apps que soliciten acceso a tus datos de Salud.
fi: %[tt]@-tiedot jaetaan yllä lueteltujen appien kanssa. Appeja lisätään luetteloon niiden pyytäessä lupaa käyttää terveystietojasi.
fr: Partagez les données « %@ » avec les apps ci-dessus. Les apps qui demandent l’accès à vos données Santé seront ajoutées à la liste.
fr_ca: Partagez les données « %@ » avec les apps répertoriées ci-dessus. Les apps qui demandent d’accéder à vos données médicales sont ajoutées à la liste.
he: באפשרותך לשתף את היישומים ברשימה לעיל בנתוני %@. כאשר יישומים יבקשו גישה לנתוני הבריאות שלך, הם יתווספו לרשימה.
hi: ऊपर सूचीबद्ध ऐप्स के साथ “%@” डेटा शेयर करें। जब ऐप्स आपके सेहत डेटा को अपडेट करने की अनुमति का अनुरोध करेंगे तब उन्हें सूची में जोड़ दिया जाएगा।
hr: Podijelite podatke za “%@” s iznad navedenim aplikacijama. Aplikacije će se dodavati u popis kako budu tražile pristup vašim zdravstvenim podacima.
hu: A következő adatok megosztása a fenti appokkal: %@. Az appok akkor lesznek hozzáadva a listához, amikor hozzáférést igényelnek az Ön Egészség-adataihoz.
id: Bagikan data %@ dengan app yang tertera di atas. Saat app meminta akses ke data Kesehatan Anda, app akan ditambahkan ke daftar.
it: Condividi i dati (%@) con le app sopra indicate. Quando richiedono l'accesso ai tuoi dati di Salute verranno aggiunte all'elenco.
ja: %@データが上のリスト内のアプリと共有されます。ヘルスケアデータへのアクセスを要求したアプリがこのリストに表示されます。
kk: %@ деректерін жоғарыда берілген қолданбалармен бөлісіңіз. Медициналық деректеріңізді жаңартуға рұқсат сұраған қолданбалар тізімге қосылады.
ko: 위에 나열된 앱과 %@ 데이터를 공유합니다. 앱이 사용자의 건강 데이터에 접근을 요청하면 이 목록에 추가됩니다.
lt: Bendrinkite „%@“ duomenis su pirmiau išvardytomis programomis. Programoms paprašius prieigos prie programos „Sveikata“ duomenų, jos bus įtrauktos į sąrašą.
ms: Kongsi data %@ dengan app yang disenaraikan di atas. Apabila app meminta akses kepada data Kesihatan anda, app tersebut akan ditambahkan ke senarai.
nb: Del data om %@ med appene som er oppført ovenfor. Apper som ber om tilgang til helsedataene dine, vil bli lagt til i listen.
nl: Deel gegevens over '%@' met bovenstaande apps. Als apps om toegang tot je gezondheidsgegevens vragen, worden ze aan de lijst toegevoegd.
pl: Udostępniaj dane (%@) aplikacjom wymienionym powyżej. Aplikacje żądające dostępu do danych zdrowotnych będą dodawane do listy.
pt: Os dados de %@ são compartilhados com os apps da lista acima. Conforme os apps solicitarem acesso aos seus dados de Saúde, eles serão adicionados à lista.
pt_pt: Os dados de %@ são partilhados com as aplicações acima. À medida que forem pedindo acesso aos seus dados de Saúde, as aplicações serão adicionadas à lista.
ro: Partajați datele referitoare la %@ cu aplicațiile listate mai sus. Pe măsură ce aplicațiile solicită permisiunea să vă acceseze datele Sănătate, acestea vor fi adăugate în listă.
ru: Откройте указанным выше приложениям доступ к данным %@. Приложения, запросившие доступ к Вашим медданным, будут добавлены в этот список.
sk: Dáta v kategórii %@ zdieľate s vyššie uvedenými apkami. Apky, ktoré požiadajú o prístup k vašim zdravotným dátam, budú pridané do tohto zoznamu.
sl: Delite podatke (%@) z aplikacijami, ki so navedene zgoraj. Ko aplikacije zahtevajo dostop do podatkov v aplikaciji Zdravje, bodo dodane na seznam.
sv: Dela data för %@ med appar som listas ovan. Appar läggs till i listan allteftersom de begär åtkomst till dina hälsodata.
th: แชร์ข้อมูล%[tt]@กับแอปที่แสดงข้างบน เมื่อแอปขอสิทธิ์เข้าถึงข้อมูลสุขภาพของคุณ แอปเหล่านั้นจะถูกเพิ่มไปยังรายการ
tr: %@ verilerini yukarıda listelenen uygulamalarla paylaşın. Sağlık verilerinize erişmek isteyen uygulamalar bu listeye eklenir.
uk: Поширювати дані типу «%@» для програм вище. Коли програми запитують ваші Меддані, вони додаються до списку.
vi: Chia sẻ dữ liệu %@ với các ứng dụng được liệt kê ở trên. Khi các ứng dụng yêu cầu truy cập dữ liệu Sức khỏe của bạn, chúng sẽ được thêm vào danh sách.
zh_cn: 与以上App共享%@数据。App在请求访问你的健康数据时会被添加至列表。
zh_hk: 與以上App分享%@資料。當App要求使用你的「健康」資料時，會被加至以上的列表。
zh_tw: 與上方列出的App分享%@資料。當App要求取用你的「健康」資料時，會被加到列表中。

# DATA_TYPE_SHARING_APPS_EXPLANATION_THIS
source: Share this data with apps listed above. As apps request access to your Health data, they will be added to the list.
ar: شارك هذه البيانات مع التطبيقات المذكورة أعلاه. كلما طلبت تطبيقات الوصول إلى بياناتك الصحية، أضيفت إلى القائمة.
bg: Тези данни се споделят с приложенията, изброени отгоре. Когато приложения поискат достъп до вашите здравни данни, те ще се добавят към списъка.
ca: Comparteix aquestes dades amb les apps de la llista. A mesura que les apps sol·licitin accés a les dades de salut, s’afegiran a la llista.
cs: Sdílení těchto dat s uvedenými aplikacemi. Do tohoto seznamu budou přidávány aplikace, které požádají o přístup k vašim zdravotním datům.
da: Del disse data med de apps, der er nævnt ovenfor. Når apps beder om adgang til dine sundhedsdata, føjes de til listen.
de: Teile diese Daten mit obigen Apps. Wenn Apps Zugriff auf deine Gesundheitsdaten anfordern, werden sie oben in der Liste hinzugefügt.
el: Αυτά τα δεδομένα θα κοινοποιούνται στις παραπάνω εφαρμογές. Κάθε εφαρμογή που ζητά πρόσβαση στα δεδομένα Υγείας σας θα προστίθεται στη λίστα.
es: Comparte estos datos con las apps mencionadas anteriormente. Se irán añadiendo apps a la lista a medida que soliciten permiso para acceder a tus datos de salud.
es_us: Comparte estos datos con las apps de la lista anterior. Se agregarán a ella las apps que soliciten acceso a tus datos de Salud.
fi: Nämä tiedot jaetaan yllä lueteltujen appien kanssa. Appeja lisätään luetteloon niiden pyytäessä lupaa käyttää terveystietojasi.
fr: Partagez ces données avec les apps ci-dessus. Les apps qui demandent l’accès à vos données Santé seront ajoutées à la liste.
fr_ca: Partagez ces données avec les apps répertoriées ci-dessus. Les apps qui demandent d’accéder à vos données médicales sont ajoutées à la liste.
he: באפשרותך לשתף נתונים אלו עם היישומים ברשימה לעיל. כאשר יישומים יבקשו גישה לנתוני הבריאות שלך, הם יתווספו לרשימה.
hi: ऊपर सूचीबद्ध ऐप्स के साथ यह डेटा शेयर करें। जब ऐप्स आपके सेहत डेटा को अपडेट करने की अनुमति का अनुरोध करेंगे तब उन्हें सूची में जोड़ दिया जाएगा।
hr: Podijelite ove podatke s gore navedenim aplikacijama. Aplikacije će se dodavati u popis kako budu tražile pristup vašim zdravstvenim podacima.
hu: Ezeknek az adatoknak a megosztása a fenti appokkal. Az appok akkor lesznek hozzáadva a listához, amikor hozzáférést igényelnek az Ön Egészség-adataihoz.
id: Bagikan data ini dengan app yang tertera di atas. Saat app meminta akses ke data Kesehatan Anda, app akan ditambahkan ke daftar.
it: Condividi questi dati con le app elencate sopra. Quando altre app richiederanno l'accesso ai tuoi dati sanitari, verranno aggiunte all'elenco.
ja: このデータが上のリスト内のアプリと共有されます。ヘルスケアデータへのアクセスを要求したアプリがこのリストに表示されます。
kk: Осы деректерді жоғарыда берілген қолданбалармен бөлісіңіз. Медициналық деректеріңізді жаңартуға рұқсат сұраған қолданбалар тізімге қосылады.
ko: 위에 나열된 앱과 이 데이터를 공유합니다. 앱이 사용자의 건강 데이터에 접근을 요청하면 이 목록에 추가됩니다.
lt: Bendrinkite šiuos duomenis su pirmiau išvardytomis programomis. Programoms paprašius prieigos prie programos „Sveikata“ duomenų, jos bus įtrauktos į sąrašą.
ms: Kongsi data ini dengan app yang disenaraikan di atas. Apabila app meminta akses kepada data Kesihatan anda, app tersebut akan ditambahkan ke senarai.
nb: Del disse dataene med appene som er oppført ovenfor. Apper som ber om tilgang til helsedataene dine, vil bli lagt til i listen.
nl: Deel deze gegevens met bovenstaande apps. Als apps om toegang tot je gezondheidsgegevens vragen, worden ze aan de lijst toegevoegd.
pl: Udostępniaj te dane aplikacjom wymienionym powyżej. Aplikacje żądające dostępu do danych zdrowotnych będą dodawane do listy.
pt: Estes dados são compartilhados com os apps da lista acima. Conforme os apps solicitarem acesso aos seus dados de Saúde, eles serão adicionados à lista.
pt_pt: Estes dados são partilhados com as aplicações acima. À medida que forem pedindo acesso aos seus dados de Saúde, as aplicações serão adicionadas à lista.
ro: Partajați aceste date cu aplicațiile listate mai sus. Pe măsură ce aplicațiile solicită permisiunea să vă acceseze datele Sănătate, acestea vor fi adăugate în listă.
ru: Откройте указанным выше приложениям доступ к этим данным. Приложения, запросившие доступ к Вашим медданным, будут добавлены в этот список.
sk: Tieto dáta zdieľate s vyššie uvedenými apkami. Apky, ktoré požiadajú o prístup k vašim zdravotným dátam, budú pridané do tohto zoznamu.
sl: Delite te podatke z aplikacijami, ki so navedene zgoraj. Ko aplikacije zahtevajo dostop do podatkov v aplikaciji Zdravje, bodo dodane na seznam.
sv: Dela dessa data med appar som listas ovan. Appar läggs till i listan allteftersom de begär åtkomst till dina hälsodata.
th: แชร์ข้อมูลนี้กับแอปที่แสดงข้างบน เมื่อแอปขอสิทธิ์เข้าถึงข้อมูลสุขภาพของคุณ แอปเหล่านั้นจะถูกเพิ่มไปยังรายการ
tr: Bu verileri yukarıda listelenen uygulamalarla paylaşın. Sağlık verilerinize erişmek isteyen uygulamalar bu listeye eklenir.
uk: Поширювати ці дані для програм вище. Коли програми запитують ваші Меддані, вони додаються до списку.
vi: Chia sẻ dữ liệu này với các ứng dụng được liệt kê ở trên. Khi các ứng dụng yêu cầu truy cập dữ liệu Sức khỏe của bạn, chúng sẽ được thêm vào danh sách.
zh_cn: 与以上App共享此数据。App在请求访问你的健康数据时会被添加至列表。
zh_hk: 與以上App分享此資料。當App要求使用你的「健康」資料時，會被加至以上的列表。
zh_tw: 與上方列出的App分享此資料。當App要求取用你的「健康」資料時，會被加到列表中。

# DATA_TYPE_SHARING_RESEARCH_STUDIES_EXPLANATION
source: Share %@ data with the studies in Research listed above. As you authorize studies in the Research app they will be added to the list. You can review and manage all of the studies you are enrolled in by going to the Research app.
ar: شارك بيانات %@ مع الدراسات المدرجة في Research أعلاه. كلما قمت بتخويل دراسات في تطبيق Research، ستتم إضافتها إلى القائمة. يمكنك مراجعة وإدارة كل الدراسات التي تم تسجيلك فيها عن طريق الانتقال إلى تطبيق Research.
bg: Данните за %@ се споделят с изследванията в приложението Проучвания, изброени отгоре. Когато оторизирате изследвания в приложението Проучвания, те ще се добавят към списъка. В приложението Проучвания можете да прегледате и управлявате всички изследвания, в които сте регистрирани.
ca: Comparteix les dades sobre %@ amb els estudis de recerca de la llista de dalt. A mesura que els autoritzis a l’app Recerca, s’afegiran a la llista. Per revisar i gestionar els estudis en què participes, ves a l’app Recerca.
cs: Sdílení dat %@ s výše uvedenými studiemi v aplikaci Výzkum. Do seznamu budou přidávány studie, které v aplikaci Výzkum autorizujete. Všechny studie, ve kterých jste zaregistrováni, můžete zkontrolovat a spravovat v aplikaci Výzkum.
da: Del data om %@ med undersøgelserne i Forskning, der er vist ovenfor. Efterhånden som du godkender undersøgelser i appen Forskning, bliver de føjet til listen. Du kan gennemse og administrere alle de undersøgelser, du deltager i, ved at gå til appen Forskning.
de: Teile „%@“-Daten mit den oben unter „Forschung“ aufgeführten Studien. Wenn du Studien in der Forschungs-App autorisierst, werden diese zur Liste hinzugefügt. Du kannst alle Studien, bei denen du eingeschrieben bist, in der Forschungs-App einsehen und verwalten.
el: Κοινοποιήστε τα δεδομένα «%@» στις μελέτες των Ερευνών που παρατίθενται παραπάνω. Καθώς εξουσιοδοτείτε μελέτες στην εφαρμογή «Έρευνες», θα προστίθενται στη λίστα. Για να δείτε και να διαχειριστείτε όλες τις μελέτες στις οποίες έχετε εγγραφεί, μεταβείτε στην εφαρμογή «Έρευνες».
es: Comparte los datos de %@ con los estudios de la app Investigación mencionados anteriormente. Cuando des tu autorización en la app, se añadirán a la lista. Puedes revisar y gestionar todos los estudios en los que participas en la app Investigación.
es_us: Comparte datos de %@ con los estudios de la lista Investigados. Esta lista se actualizará conforme otorgues acceso a estudios en la app Investigación, donde también puedes revisar y administrar todos los estudios a los que te inscribiste.
fi: %@ voidaan haluttaessa jakaa yllä olevien Tutkimus-apin tutkimusten kanssa. Kun valtuutat tutkimukset apissa, ne lisätään luetteloon. Voit tarkistaa ja hallita tutkimuksia, joissa olet mukana siirtymällä Tutkimus-appiin.
fr: Partagez les données « %@ » avec les études de Recherche répertoriées ci-dessus. Les études que vous autorisez dans l’app Recherche seront ajoutées à la liste. Vous pouvez passer en revue et gérer toutes les études auxquelles vous participez en accédant à l’app Recherche.
fr_ca: Partagez les données « %@ » avec les études de recherche listées ci-dessus. Les études sont ajoutées à la liste à mesure que vous les autorisez dans l’app Recherche. Vous pouvez consulter et gérer toutes les études auxquelles vous participez dans l’app Recherche.
he: ניתן לשתף נתונים של %@ עם המחקרים שמופיעים למעלה. כל המחקרים שאישרת ביישום Research יופיעו ברשימה. באפשרותך לבדוק ולנהל את כל המחקרים שאליהם נרשמת דרך היישום Research.
hi: ऊपर शोध में सूचीबद्ध अध्ययनों से %@ डेटा शेयर करें। आपके द्वारा शोध ऐप में अध्ययनों के अधिकृत किए जाने पर उन्हें सूची में जोड़ दिया जाएगा। शोध ऐप में जाकर आप उन सभी अध्ययनों की समीक्षा और प्रबंधन कर ^[सकते हैं](inflect: true) जिनमें आपने नामांकन किया है।
hr: Podijelite podatke za “%@“ s iznad navedenim studijama iz aplikacije Istraživanje. Kad autorizirate studije u aplikaciji Istraživanje, one se dodaju u popis. U aplikaciji Istraživanje možete pregledavati i upravljati svim studijama u koje ste prijavljeni.
hu: A(z) %@ adatainak megosztása a Kutatás fent látható tanulmányaival. Amikor feljogosít egy tanulmányt a Kutatás appban, az hozzá lesz adva a listához. A Kutatás appban áttekintheti és kezelheti az összes olyan tanulmányt, amelyre jelentkezett.
id: Bagikan data %@ dengan kajian di Riset yang tercantum di atas. Saat Anda mengesahkan kajian di app Riset, kajian tersebut akan ditambahkan ke daftar. Anda dapat meninjau dan mengelola semua kajian tempat Anda terdaftar dengan membuka app Riset.
it: Condividi i dati (%@) con gli studi clinici elencati sopra. Man mano che darai il tuo consenso verranno aggiunti all’elenco corrispondente dell’app Ricerca, da cui potrai rivedere e gestire tutti gli studi ai quali stai partecipando.
ja: %@データが上のリスト内にあるリサーチアプリの調査と共有されます。リサーチアプリであなたが承認した調査がこのリストに追加されます。あなたが登録されているすべての調査は、リサーチアプリに移動して確認および管理できます。
kk: %@ деректерін жоғарыда «Зерттеу» қолданбасында берілген зерттеулер үшін бөлісіңіз. «Зерттеу» қолданбасында рұқсат берілген зерттеулер тізімге қосылады. Сіз тіркелген барлық зерттеуді «Зерттеу» қолданбасына өту арқылы қарап шығуға және басқаруға болады.
ko: 위에 나열된 리서치 앱의 연구 항목과 %@ 데이터를 공유합니다. 리서치 앱의 연구 항목을 허용하면 해당 항목이 목록에 추가됩니다. 리서치 앱에서 사용자가 등록한 모든 연구 항목을 검토하고 관리할 수 있습니다.
lt: Bendrinkite „%@“ duomenis su pirmiau išvardytais tyrimais programoje „Tyrimai“. Suteikus leidimą atlikti tyrimus programoje „Tyrimai“, jie bus įtraukti į sąrašą. Galite peržiūrėti ir tvarkyti tyrimus, kuriuose esate užsiregistravę, apsilankę programoje „Tyrimai“.
ms: Kongsi data %@ dengan kajian dalam Penyelidikan yang disenaraikan di atas. Apabila anda membenarkan kajian dalam app Penyelidikan, kajian tersebut akan ditambahkan ke senarai. Anda boleh menyemak dan mengurus semua kajian yang anda berdaftar dengan pergi ke app Penyelidikan.
nb: Del data om %@ med studiene i Forskning som er oppført ovenfor. Når du godkjenner studier i Forskning-appen, vil de bli lagt til i listen. Du kan se gjennom og administrere alle studiene du deltar i ved å gå til Forskning-appen.
nl: Deel gegevens over '%@' met de studies in de lijst met onderzoeken hierboven. Als je studies autoriseert in de Onderzoek-app, worden ze aan de lijst toegevoegd. Je kunt alle studies waarvoor je bent ingeschreven, bekijken en beheren in de Onderzoek-app.
pl: Możesz udostępniać dane (%@) na potrzeby badań przedstawionych powyżej. Do listy dodawane są badania autoryzowane w aplikacji Badania. W tej aplikacji możesz także przeglądać wszystkie badania, w których bierzesz udział, i zarządzać nimi.
pt: Compartilhe dados de %@ com os estudos na Pesquisa listada acima. Conforme você autoriza estudos no app Pesquisa, eles serão adicionados à lista. Para revisar e gerenciar os estudos em que você se registrou, consulte o app Pesquisa.
pt_pt: Os dados de %@ são partilhados com os estudos de investigação acima. Os estudos que autorizar na aplicação Investigação serão adicionados à lista. Pode rever e gerir todos os estudos nos quais se inscreveu através da aplicação Investigação.
ro: Partajați datele referitoare la %@ cu studiile de cercetare listate mai sus. Studiile vor fi adăugate în listă pe măsură ce le autorizați în aplicația Cercetare. Puteți examina și gestiona toate studiile în care v‑ați înscris accesând aplicația Cercetare.
ru: Предоставьте данные %@ для научных исследований в списке выше. Каждый раз, когда Вы авторизуете исследования в приложении «Исследование», их названия вносятся в этот список. Вы можете просматривать и управлять всеми исследованиями, в которых Вы зарегистрировались, перейдя в приложение «Исследование».
sk: Dáta v kategórii %@ zdieľate s vyššie uvedenými štúdiami. Štúdie, ktoré autorizujete v apke Výskum, budú pridané do tohto zoznamu. V apke Výskum si môžete prezerať a spravovať štúdie, v ktorých ste zaregistrovaní.
sl: Delite podatke o %@ z zgoraj navedenimi raziskavami iz aplikacije Raziskave. Raziskave bodo dodane na seznam, ko jih boste pooblastili v aplikaciji Raziskave. Tam lahko tudi pregledujete in upravljate vse raziskave, v katere ste vključeni.
sv: Dela data för %@ med de forskningsstudier som anges ovan. Allt eftersom du tillåter studier i appen Forskning läggs de till i listan. Du kan granska och hantera alla studier som du är registrerad i genom att öppna appen Forskning.
th: แชร์ข้อมูล%[tt]@ที่มีการศึกษาในแอปการวิจัยที่อยู่ในรายการด้านบน เมื่อคุณอนุญาตการศึกษาในแอปการวิจัย การศึกษาเหล่านั้นจะถูกเพิ่มลงในรายการ คุณสามารถตรวจสอบและจัดการการศึกษาทั้งหมดที่คุณลงทะเบียนได้โดยไปที่แอปการวิจัย
tr: %@ verilerini araştırma uygulamasında yukarıda listelenen çalışmalarla paylaşın. Araştırma uygulamasında çalışmalara izin verdikçe çalışmalar listeye eklenir. Araştırma uygulamasına giderek katıldığınız çalışmaların tümünü gözden geçirebilir ve yönetebilirsiniz.
uk: Поширювати дані типу «%@» для наведених вище дослідів у програмі «Дослідження». Досліди, авторизовані в програмі «Дослідження», додаватимуться до цього списку. Можна переглядати всі досліди, на які ви зареєструвалися, і керувати ними в програмі «Дослідження».
vi: Chia sẻ dữ liệu %@ với các khảo sát trong Nghiên cứu được liệt kê ở trên. Khi bạn cấp phép các khảo sát trong ứng dụng Nghiên cứu, chúng sẽ được thêm vào danh sách. Bạn có thể xem lại và quản lý tất cả các khảo sát mà bạn được đăng ký bằng cách vào ứng dụng Nghiên cứu.
zh_cn: 与上列调研机构共享%@数据。你在“研究”App中授权之后，它们将被添加到列表中。你可以前往“研究”App查看并管理已注册的所有调研。
zh_hk: 與以上列出的研究報告共享「%@」資料。當你在「研究」App中授權後，有關研究會被加至列表。你可以前往「研究」App檢視並管理所有已註冊的研究。
zh_tw: 與上方「研究」中列出的研究分享%@資料。你在「研究」App中授權的研究會加入列表中。你可以前往「研究」App來檢視並管理所有登記的研究。
